import React from "react";
import Image from "next/image";
import baggage from "../public/baggage.webp";
import Grid from "@mui/material/Grid";
import Container from "@mui/material/Container";
import { Typography } from "@mui/material";

function text() {
  return (
    
      <Grid
        container
        direction="row"
        justifyContent="center"
        alignItems="center"
        sx={{
          marginTop: 5,
          direction: "rtl",
        }}
      >
        <Grid xl={4} lg={4} md={11.5} xs={11.5}>
          <Typography variant="h6" >بلیط هواپیما</Typography>
          <Typography lineHeight="2.2">
            شرکت سفرهای علی‌بابا که فعالیتش را از سال 1393 شروع کرد، بعد از
            چندین سال فعالیت در زمینه فروش اینترنتی بلیط سفر، توانست که رتبه یک
            این حوزه را از آن خودش کند و رضایت 97.2 درصد از مشتریان را با ارائه
            خدمات شایسته و پشتیبانی 24 ساعته به دست بیاورد. مطمئن باشید که اگر
            شما هم برای خرید بلیط هواپیما خارجی به علی‌بابا اعتماد کنید، پشیمان
            نخواهید شد.
          </Typography>
          <Typography variant="h6">
            مزایای خرید بلیط هواپیما از علی‌بابا
          </Typography>
          <Typography lineHeight="2.2">
            شما با خرید بلیط هواپیما از علی‌بابا با سامانه مطمئن و معتبری روبه‌رو هستید که تمام نیازهایتان را پاسخ می‌دهد. برای خرید آنلاین بلیط هواپیما در علی‌بابا کافیست مبدا، مقصد و تاریخ پرواز خود را انتخاب کنید. پس از کلیک روی جستجو، لیست قیمت بلیط هواپیما به مقصد مورد نظر شما ظاهر می‌شود. در این لیست، انتخابهای متعددی پیش روی شماست. برای اینکه گزینه‌ ها را برای خرید بلیط هواپیما محدودتر کنید، علی‌بابا ابزارهای مختلفی در اختیار شما می‌گذارد.
          </Typography>
        </Grid>
        <Grid xl={1} lg={1} md={0} xs={0} sx={{ display: { xs: 'none', md: 'none' , xl: 'block', lg: 'block' }}}>
        </Grid>
        <Grid xl={3.6} lg={3.6} md={0} xs={0} sx={{ display: { xs: 'none', md: 'none' , xl: 'block', lg: 'block' }}}>
          <Image src={baggage} />
        </Grid>
        <Grid xl={8.6} lg={8.6} md={11.5} xs={11.5}>
        <Typography variant="subtitle1">
          یکی از ابزارهای بسیار مفید و کاربردی برای خرید اینترنتی بلیط هواپیما، تقویم قیمتی است. با استفاده از تقویم قیمتی شما می‌توانید کمترین و بیشترین قیمت بلیط پرواز را در روزهای قبل و بعد از آن تاریخ مشاهده کنید. در صورتی که اصرار به خرید بلیط هواپیما در یک روز خاص نداشته باشید، این امکان به شما کمک می‌کند تا مبلغ بلیط هواپیما برایتان با مبلغ به صرفه تری تمام شود.
        </Typography>
        <Typography variant="subtitle1">
          علاوه بر این، با استفاده از فیلترهای کنار صفحه می‌توانید ایرلاین مورد نظرتان را انتخاب کنید. ضمنا می‌توانید، بلیط چارتر هواپیما یا سیستمی را فعال کنید تا فقط یکی از این دو نوع بلیط را مشاهده کنید. بلیط هواپیما خارجی ،کلاس پروازی و زمان پرواز هم از دیگر گزینه‌هایی است که با انتخاب آنها، تعداد بلیط ها محدودتر و رزرو بلیط هواپیما برای شما آسانتر می‌شود.
        </Typography>
        <Typography variant="subtitle1">
          برای پرداخت هزینه می‌توانید از کارت شتاب استفاده کنید. پس از پرداخت، خرید اینترنتی بلیط هواپیما با موفقیت انجام میشود و بلیط به ایمیل شما ارسال میشود. همچنین در همه این مراحل، پشتیبانی علی‌بابا در کنار شماست تا هر زمانی که سوال یا مشکلی داشتید، 24 ساعته پاسخگوی شما باشد.
        </Typography>
        <Grid xl={12}>
          <Typography variant="subtitle2">
            امکان استرداد بلیط هواپیما
          </Typography>
          <Typography lineHeight="2.2">
            یکی دیگر از امکانات علی‌بابا استرداد آنلاین بلیط هواپیما (کنسلی بلیط) است. در صورتی که پس از رزرو بلیط هواپیما برنامه سفرتان تغییر کرده، به راحتی می‌توانید طبق قوانین کنسلی پرواز داخلی، بلیط هواپیمای خود را کنسل کنید. پس از استرداد، پول شما در کمترین زمان ممکن به حسابتان برگردانده می‌شود. شما برای خرید اینترنتی بلیط هواپیما از علی‌بابا می‌توانید از تلفن همراه، رایانه شخصی یا تبلت استفاده کنید. علی‌بابا در همه این ابزارها کاربرپسند است و شما خریدی آسان را تجربه خواهید کرد. همچنین امکان نصب و استفاده از اپلیکیشن علی‌بابا برای گوشی های اندروید و آیفون وجود دارد.
          </Typography>
          <Typography variant="subtitle2">
            رزرو بلیط هواپیما از معتبرترین ایرلاین‌ها
          </Typography>
          <Typography lineHeight="2.2">
            شما برای خرید بلیط هواپیما از بین ایرلاینهای مختلف حق انتخاب دارید و می‌توانید از ایرلاینهای ماهان، زاگرس، کیش ایر، قشم ایر، آسمان، کاسپین، تابان، وارش یا معراج، بلیط پرواز داخلی خود را خریداری کنید.
          </Typography>
          <Typography variant="subtitle1">
            هر یک از این ایرلاین ها ویژگیها و مشخصات خود را دارند. برخی امکانات و خدمات رفاهی بیشتر دارند و برخی دیگر بلیط هواپیما را با قیمت به صرفه تری ارائه می‌دهند. زمانی که در علی‌بابا لیست بلیط تمام این ایرلاین ها را مشاهده می‌کنید، می‌توانید از بین آنها انتخاب کنید.
          </Typography>
          <Typography variant="subtitle2">
            علی‌بابا: رتبه یک خرید اینترنتی بلیط سفر
          </Typography>
          <Typography lineHeight="2.2">
            علی‌بابا طی این سالها، اعتبار زیادی نزد مشتریان خود کسب کرده است. طبق نظرسنجی، 97.2 درصد از مشتریان علی‌بابا از خدمات این سامانه راضی بوده‌اند و استفاده از آن را به دوستان و آشنایان خود پیشنهاد داده‌اند. سرعت سادگی خرید اینترنتی بلیط هواپیما، اعتبار و خوشنامی، امکان استرداد آنلاین بلیط هواپیما و پشتیبانی 24 ساعته در تمام روزهای هفته، رتبه یک فروش بلیط را از آنِ علی‌بابا کرده است.
          </Typography>
          <Typography variant="subtitle1">
          شما با رزرو بلیط هواپیما در علی‌بابا، از سفری راحت و بی‌دردسر مطمئن خواهید بود.
          </Typography>
          </Grid>
        </Grid>
      </Grid>
  );
}

export default text;
