export const footerLinkData = [
 
    {
      title: "علی بابا",
      text1: "درباره ما",
      text2: "تماس با ما",
      text3: "چرا علی‌بابا",
      text4: "علی بابا پلاس",
      text5: "مجله علی‌بابا",
    },
    {
        title: "راهنما",
        text1: "راهنمای خرید",
        text2: "راهنمای استرداد بلیط",
        text3: "قوانین و مقررات",
        text4: "پرسش و پاسخ",
        text5: null,
    },
    {
        title: "اطلاعات تکمیلی",
        text1: "باشگاه مشتریان",
        text2: "فروش سازمانی",
        text3: "همکاری با آژانس‌ها",
        text4: "فرصت‌های شغلی",
        text5: null,
    },
  ];