import React from 'react'


function toggleData() {
    const items = [
        {
            question:
                "قیمت بلیط هواپیمای اهواز شیراز چقدر است؟"
            ,
            answer:
                "قیمت بلیط هواپیمای اهواز شیراز در هر روز به عوامل مختلفی بستگی دارد و در هر زمان متفاوت است. برای مشاهده قیمت روز بلیط اهواز شیراز رفت و برگشت و یک طرفه در علی بابا جستجو کنید."
            
        },
        {
            question:
                "میزان بار مجاز در پرواز اهواز به شیراز چقدر است؟"
            ,
            answer:
                "میزان بار مجاز، به ایرلاین یا شرکت هواپیمایی (مانند ماهان، ایران ایر، آسمان و...)، کلاس پرواز، مدل هواپیما و کلاس نرخی بلیط شما بستگی دارد؛ اما میزان بار مجاز برای بلیط‌های کلاس اکونومی معمولا 15 تا ۲۵ کیلوگرم است."
            
        },
        {
            question:
                "جریمه اضافه بار در پرواز اهواز شیراز چقدر است؟"
            ,
            answer:
                "به طور میانگین نرخ اضافه بار برای هر کیلوگرم برابر با یک درصد قیمت بلیط در همان مسیر است و مبلغ دقیق آن بر حسب قیمت بلیط،‌ طول پرواز و کلاس پرواز شما محاسبه می‌شود."
            
        },
        {
            question:
                "جریمه کنسلی (استرداد) بلیط هواپیمای اهواز شیراز چقدر است؟"
            ,
            answer:
                "درباره میزان جریمه کنسلی بلیط اهواز به شیراز نمی‌توان یک عدد ثابت مطرح کرد؛ بنابراین بهتر است هنگام انتخاب بلیط در علی بابا روی قوانین استرداد کلیک و محتوای آن را مطالعه کنید."
            
        },
        {
            question:
                "برای خرید بلیط هواپیما اهواز شیراز ارزان چه باید کرد؟"
            ,
            answer:
                "اگر می‌خواهید خرید بلیط هواپیما اهواز به شیراز را با قیمت ارزان انجام دهید، سفرتان را به ایام کم‌سفر نزدیک روزهای وسط هفته، روزهای غیرتعطیل و نیمه دوم سال موکول کنید. ضمنا از تقویم قیمتی علی بابا برای پیدا کردن ارزانترین قیمت استفاده کنید."
            
        },
        {
            question:
                "چه طور می‌توانم بلیط چارتر اهواز شیراز را بخرم؟"
            ,
            answer:
                "با انتخاب اهواز و شیراز سفر و جستجو در علی بابا، لیست بلیط‌های موجود را خواهید دید. حالا در پنجره «نوع بلیط» در کنار صفحه گزینه چارتر را انتخاب کنید تا در صورت موجود بودن، تنها پروازهای چارتر را ببینید."
            
        },
    ];
    return items
}

export default toggleData